<template>
  <main dir="rtl" class="flex justify-center mt-[64px]" >
    <div class="w-[1280px] p-5">
      <div>
        <div class="border-t-[3px] border-solid  border-Secondary  w-[80px] mb-0.4"> </div>
        <h1 class="text-[26px] font-normal mt-[8px]  mb-[8px]   ">درباره ی internship</h1>
        <p class="text-[18px] font-normal mb-[64px]"> تجربه آموزش به صدها نیروی کار که عضوی از خانواده هلدینگ G2 شده‌اند، باعث شد تا بتوانیم یه روشی جامع و کارآمد برسیم که بیشترین بهره‌وری آموزشی را به همراه دارد. در همین راستا برای انتقال تجربه و انجام رسالت اجتماعی خود تصمیم گرفتیم این شیوه و سبک آموزشی را در قالب یک آکادمی آنلاین به نام G2Internship در اختیار تمامی علاقمندان بگذاریم. تمامی تلاش ما در G2Internship این است که علاقمندان بتوانند بدون وجود محدودیت‌های زمانی، مالی، جغرافیایی بتوانند به یادگیری و کسب دانش مشغول شوند دوره‌های آنلاین G2Internship که برگزار می‌شوند، دارای بستری برای گفتگو هستند تا بتوانید با یکدیگر تعامل و پاسخ سوالات خود را با کمک منتور‌ها و سایر دانشجویان بیابید. در پایان دوره‌ها هم از بهترین دانشجویان دعوت به عمل می‌آید که عضوی از هلدینگ بین‌المللی G2 شوند یا به بازار کار معرفی خواهند شد. ما باور داریم ایران آباد، با نیروهای کاری توانمند و با دانش محقق خواهد شد. </p>
      </div>
      <div>
        <div class="border-t-[3px] border-solid  border-Secondary  w-[80px] mb-0.4"> </div>
        <h1 class="text-[26px] font-normal mt-[8px] mb-[8px]">درباره ی هلدینگ G2 </h1>
        <p class="text-[18px] font-normal mb-[64px]">
          فعالیت هلدینگ G2 در سال ۱۳۹۷ با شکل‌گیری موسسه مهاجرتی گوهران تیام آرتا، با نام تجاری GO2TR آغاز شد و در مدت کمتر از دو سال به تعداد کارکنان ۲۰۰ نفر رسید که در شعب مختلفی در شهرهای تهران، شیراز، تبریز و مشهد مشغول فعالیت هستند. با گسترش فعالیت این موسسه و راه‌اندازی شعب در خارج از کشور، آنکارای ترکیه و میلان ایتالیا، شروع به فعالیت‌های مختلف دیگر از جمله فعالیت‌های تجاری و حقوقی نمود.
        </p>
      </div>
    </div>
  </main>

</template>
<script setup lang="ts">
</script>
